Repository: yanheven/glance
Catalog: glance/locale/*/LC_MESSAGES/glance-log-warning.po
Languages: pt_br

source: Failed to find image to delete: %s
pt_br: Falha ao encontrar imagem para excluir: %s

source: %s directory does not exist.
pt_br: Diretório %s não existe.

source: Unable to delete URI from image %s.
pt_br: Não foi possível excluir URI da imagem %s.

source: Unknown version. Returning version choices.
pt_br: Versão desconhecida. Retornando opções de versão.

source: Failed to activate image %s in registry. About to delete image bits from store and update status to 'killed'.
pt_br: Falha ao ativar imagem %s no registro. Prestes a excluir bits de imagem do armazenamento e atualizar status para 'encerrado'.

source: Could not find schema properties file %s. Continuing without custom properties
pt_br: Não foi possível localizar o arquivo de propriedades de esquema %s. Continuando sem propriedades customizadas

source: Forbidden to create task. Reason: %(reason)s
pt_br: Proibido criar tarefa. Razão: %(reason)s

source: Failed to find task %(task_id)s. Reason: %(reason)s
pt_br: Falha ao encontrar tarefa %(task_id)s. Razão: %(reason)s

source: Forbidden to get task %(task_id)s. Reason: %(reason)s
pt_br: Proibido obter tarefa %(task_id)s. Razão: %(reason)s

source: %(image_id)s: field %(key)s differs (source is %(master_value)s, destination is %(slave_value)s)
pt_br: %(image_id)s: campo %(key)s difere (origem é %(master_value)s, destino é %(slave_value)s)

source: Image %s entirely missing from the destination
pt_br: Imagem %s faltando inteiramente no destino

source: Failed to delete image %s in store from URI
pt_br: Falha ao excluir imagem %s no armazenamento da URI

source: Task %(task_id)s failed with exception %(error)s
pt_br: Tarefa %(task_id)s falhou com exceção %(error)s

source: Could not find image %s
pt_br: Não foi possível localizar a imagem %s

source: Unable to get deleted image
pt_br: Não é possível obter a imagem excluída

source: Unable to get unowned image
pt_br: Não é possível obter a imagem não possuída

source: Deadlock detected. Retrying...
pt_br: Conflito detectado. Tentando novamente...

source: Attempted to modify image user did not own.
pt_br: Tentou modificar o usuário da imagem não de sua propriedade.

source: Id not in sort_keys; is sort_keys unique?
pt_br: ID não em sort_keys; sort_keys é exclusivo?

source: Duplicate entry for values: %s
pt_br: Entrada duplicada para valores: %s

source: Failed to decrypt location value for image %(image_id)s
pt_br: Falha ao descriptografar valor do local para imagem %(image_id)s

source: Image cache driver '%(driver_name)s' failed to load. Got error: '%(import_err)s.
pt_br: O driver de cache de imagem '%(driver_name)s' falhou ao ser carregado. Erro obtido: '%(import_err)s.

source: Image cache driver '%(driver_module)s' failed to configure. Got error: '%(config_err)s
pt_br: O driver de cache de imagem '%(driver_module)s' falhou ao ser configurado. Erro obtido: '%(config_err)s

source: Image '%s' is not active. Not caching.
pt_br: A imagem '%s' não está ativa. Sem armazenamento em cache.

source: No metadata found for image '%s'
pt_br: Nenhum metadado localizado para a imagem '%s'

source: Failed to successfully cache all images in queue.
pt_br: Falha ao armazenar em cache com êxito todas as imagens da fila.

source: Fetch of cache file failed (%(e)s), rolling back by moving '%(incomplete_path)s' to '%(invalid_path)s'
pt_br: Falha na busca do arquivo de cache (%(e)s), recuperando ao mover '%(incomplete_path)s' para '%(invalid_path)s'

source: Failed to delete file %(path)s. Got error: %(e)s
pt_br: Falha ao excluir arquivo %(path)s. Erro recebido: %(e)s

source: Cached image file '%s' doesn't exist, unable to delete
pt_br: O arquivo de imagem em cache '%s' não existe; não é possível excluir

source: pid %d not in child list
pt_br: pid %d fora da lista de filhos

source: Invalid marker. Image %(id)s could not be found.
pt_br: Marcador Inválido. Imagem %(id)s não pôde ser encontrada.

source: Access denied to image %(id)s but returning 'not found'
pt_br: Acesso negado à imagem %(id)s, mas retornando 'não localizado'

source: User lacks permission to share image %(id)s
pt_br: O usuário não tem permissão para compartilhar a imagem %(id)s

source: Invalid membership association specified for image %(id)s
pt_br: Associação de membro inválida especificada para a imagem %(id)s

source: Member %(id)s not found
pt_br: Membro %(id)s não localizado
