Repository: yanheven/glance
Catalog: glance/locale/*/LC_MESSAGES/glance-log-info.po
Languages: pt_br

source: Starting Daemon: wakeup_time=%(wakeup_time)s threads=%(threads)s
pt_br: Iniciando Daemon: wakeup_time=%(wakeup_time)s threads=%(threads)s

source: Daemon Shutdown on KeyboardInterrupt
pt_br: Encerrando o daemon em KeyboardInterrupt

source: Initializing scrubber with configuration: %s
pt_br: Inicializando scrubber com configuração: %s

source: Scrubbing image %(id)s from %(count)d locations.
pt_br: Limpando imagem %(id)s dos locais %(count)d.

source: Image %s has been deleted.
pt_br: Imagem %s foi excluída.

source: Getting images deleted before %s
pt_br: Obtendo imagens excluídas antes de %s

source: Initialized image cache middleware
pt_br: Middleware do cache de imagem inicializado

source: Initialized image cache management middleware
pt_br: Middleware de gerenciamento do cache de imagem inicializado

source: Initialized gzip middleware
pt_br: Inicializado middleware gzip

source: Uploaded data of image %s from request payload successfully.
pt_br: Enviados com sucesso dados da imagem %s da requisição de carga útil.

source: Triggering asynchronous copy from external source
pt_br: Acionando cópia assíncrona da origem externa

source: Cleaning up %s after exceeding the quota
pt_br: Limpando %s após exceder a quota

source: Image %s could not be found after upload. The image may have been deleted during the upload.
pt_br: Imagem %s não pôde ser encontrada após o envio. A imagem pode ter sido excluída durante o envio.

source: Storing: %s
pt_br: Armazenando: %s

source: Considering: %s
pt_br: Considerando: %s

source: Image %s metadata has changed
pt_br: Metadados da Imagem %s mudaram

source: Image %s is being synced
pt_br: Imagem %s está sendo sincronizada

source: Starting %d workers
pt_br: Iniciando %d trabalhadores

source: All workers have terminated. Exiting
pt_br: Todos os trabalhadores foram finalizados. Saindo

source: Caught keyboard interrupt. Exiting.
pt_br: Interrupção da captura de teclado. Saindo.

source: Child %d exiting normally
pt_br: Filho %d saindo normalmente

source: Started child %s
pt_br: Filho iniciado %s

source: Starting single process server
pt_br: Iniciando servidor de processo único

source: Loading known task scripts for task_id %(task_id)s of type %(task_type)s
pt_br: Carregando scripts conhecidos de tarefas para task_id %(task_id)s de tipo %(task_type)s

source: Task %(task_id)s beginning import execution.
pt_br: Tarefa %(task_id)s iniciando execução da importação.

source: Task %(task_id)s: Got image data uri %(data_uri)s to be imported
pt_br: Tarefa %(task_id)s: Obtidos dados de uri de imagem %(data_uri)s a ser importada

source: Task %(task_id)s: Could not import image file %(image_data)s
pt_br: Tarefa %(task_id)s: Não pôde importar o arquivo de imagem %(image_data)s

source: Calling %(funcname)s: args=%(args)s, kwargs=%(kwargs)s
pt_br: Chamando %(funcname)s: args=%(args)s, kwargs=%(kwargs)s

source: Returning %(funcname)s: %(output)s
pt_br: Retornando %(funcname)s: %(output)s

source: Unable to get deleted image
pt_br: Não é possível obter a imagem excluída

source: Table %s has been cleared
pt_br: Tabela %s foi limpa

source: File %s loaded to database.
pt_br: Arquivo %s carregado no banco de dados.

source: Metadata loading finished
pt_br: Carregamento de metadados finalizado

source: Namespace %(namespace)s saved in %(file)s
pt_br: Namespace %(namespace)s salvo em %(file)s

source: creating table %(table)s
pt_br: criando tabela %(table)s

source: dropping table %(table)s
pt_br: descartando tabela %(table)s

source: 'metadata_encryption_key' was not specified in the config file or a config file was not specified. This means that this migration is a NOOP.
pt_br: 'metadata_encryption_key' não foi especificado no arquivo de configuração ou um arquivo de configuração não foi especificado. Isso significa que essa migração é um NOOP.

source: Image cache loaded driver '%s'.
pt_br: O cache de imagem carregou o driver '%s'.

source: Defaulting to SQLite driver.
pt_br: Padronizando para o driver SQLite.

source: Successfully cached all %d images
pt_br: Armazenadas em cache com êxito todas as %d imagens

source: Not queueing image '%s'. Already cached.
pt_br: Não enfileirando imagem %s'. Já armazenada em cache.

source: Not queueing image '%s'. Already being written to cache
pt_br: Não enfileirando imagem %s'. Já está sendo gravada no cache

source: Not queueing image '%s'. Already queued.
pt_br: Não enfileirando a imagem '%s'. Já enfileirada.

source: Removed invalid cache file %s
pt_br: Arquivo de cache inválido removido %s

source: Removed stalled cache file %s
pt_br: Arquivo de cache paralisado removido %s

source: Reaped %(reaped)s %(entry_type)s cache entries
pt_br: %(reaped)s %(entry_type)s entradas de cache coletadas

source: Eventlet backdoor listening on %(port)s for process %(pid)d
pt_br: Backdoor de Eventlet escutando na porta %(port)s pelo processo %(pid)d

source: Caught %s, exiting
pt_br: %s capturadas, saindo

source: Parent process has died unexpectedly, exiting
pt_br: Processo pai saiu inesperadamente, saindo

source: Child caught %s, exiting
pt_br: Filho capturado %s, terminando

source: Forking too fast, sleeping
pt_br: Bifurcação muito rápida, suspendendo

source: Started child %d
pt_br: Filho %d iniciado

source: Child %(pid)d killed by signal %(sig)d
pt_br: %(pid)d filho eliminado pelo sinal %(sig)d

source: Child %(pid)s exited with status %(code)d
pt_br: Filho %(pid)s encerrando com status %(code)d

source: Caught %s, stopping children
pt_br: %s capturado, parando filhos

source: Waiting on %d children to exit
pt_br: Aguardando em %d filhos para sair

source: Cleaning up %s after exceeding the quota.
pt_br: Realizando limpeza %s após exceder a cota.

source: Image %(id)s not found
pt_br: Imagem %(id)s não localizada

source: Access denied to image %(id)s but returning 'not found'
pt_br: Acesso negado à imagem %(id)s, mas retornando 'não localizado'

source: Successfully deleted image %(id)s
pt_br: Imagem excluída com êxito %(id)s

source: Delete denied for public image %(id)s
pt_br: Exclusão negada para imagem pública %(id)s

source: Rejecting image creation request for invalid image id '%(bad_id)s'
pt_br: Rejeitando solicitação de criação de imagem para o ID de imagem inválido '%(bad_id)s'

source: Successfully created image %(id)s
pt_br: Imagem criada com êxito %(id)s

source: Updating metadata for image %(id)s
pt_br: Atualizando metadados para a imagem %(id)s

source: Update denied for public image %(id)s
pt_br: Atualização negada para imagem pública %(id)s

source: Successfully updated memberships for image %(id)s
pt_br: Associações atualizadas com êxito para a imagem %(id)s

source: Successfully updated a membership for image %(id)s
pt_br: Atualizada com êxito uma associação para a imagem %(id)s

source: Successfully deleted a membership from image %(id)s
pt_br: Excluída com êxito uma associação da imagem %(id)s
